Repository: mustafa-707/zad
Catalog: lib/utils/lang/l10n/app_*.arb
Languages: ar

source: Now
ar: الآن

# lessOneMin
source: Less than one min
ar: أقل من دقيقة

# twoMinLater
source: Less than two min
ar: دقيقتين

# oneMinLater
source: Min
ar: دقيقة

# mins
source: Min
ar: دقائق

# oneHourLater
source: one Hour
ar: ساعة

# twoHoursLater
source: two Hours
ar: ساعتين

source: Hours
ar: ساعات

# oneDayLater
source: one day
ar: يوم

# twoDaysLater
source: two days
ar: يومين

source: Select Language
ar: اختر اللغة

# selectLanguageSubtitle
source: Choose the language you want to read with Zad Al-Da'ia
ar: اختر لغة المحتوى داخل التطبيق , يمكنك تغييرها في الاعدادات

# appName
source: Zad Al-Da'ia
ar: زاد الداعية

# loginToApp
source: Login to Zad Al-Da'ia
ar: تسجيل الدخول إلى التطبيق

# loginToAppSubtitle
source: for Daia only
ar: للدعاه فقط

# themeSettingsTitle
source: Theme And Language
ar: إعدادات السمة

# themeSettingsSubtitle
source: Choose your theme and language
ar: تغيير لغة التطبيق و سطوع

# helpSettingsTitle
source: Help
ar: الدعم الفني

# helpSettingsSubtitle
source: How can we help you?
ar: هل يمكننا مساعدتك ؟

# invateApp
source: Share this app
ar: انشر التطبيق

# makeDuaAction
source: May Allah reward you with something good ðŸ˜Š
ar: جزاكم الله خيرا

source: CANCEL
ar: الغاء

source: OK
ar: موافق

# intro
source: Welcome to Zad Al-Da'ia.
ar: اهلا بك في زاد الداعية

source: Join Editor
ar: انضم للمحرر

# joinEditorSubtitle
source: Create , Edit and Archive content
ar: انشاء, تعديل او حذف المقالات

# categoryOf
source: Categories of
ar: ابواب

# shareText
source: Be a Da\'ia and download Zad Al-Da\'ia :
ar: كن انت الداعية مع زاد الداعية , حمله الان :

source: Coming Soon...
ar: ... قريبا

source: Change Language
ar: تغيير اللغة

source: App Settings
ar: اعدادات التطبيق

source: Language
ar: اللغة

source: Theme
ar: السمة

# continueText
source: Continue
ar: متابعة

source: Latest Categories
ar: اخر الابواب

source: Latest Articles
ar: اخر المقالات

source: More
ar: المزيد

source: Settings
ar: الاعدادات

# deleteAccout
source: Delete Account
ar: حذف الحساب

source: Logout
ar: تسجيل الخروج

source: Delete Category
ar: حذف الفئة

source: Edit Category
ar: تعديل الفئة

source: Enter Category Name
ar: ادخل اسم الفئة

source: Edit
ar: تعديل

source: Activate Category
ar: تفعيل الفئة

# activeCategoryTitle
source: Are you Sure you want to Activate this category?
ar: هل انت متأكد من تفعيل هذه الفئة؟

# archiveCategoryTitle
source: Are you Sure you want to Archive this category?
ar: هل انت متأكد من تعطيل هذه الفئة؟

source: Active
ar: تفعيل

source: Archive
ar: تعطيل

source: Add Sub Category
ar: اضافة فئة فرعية

source: Add
ar: اضافة

source: Cannot create sub category
ar: لا يمكنك انشاء فئة فرعية

# hasArticles
source: This category has articles, please delete them first
ar: يحتوي هذه الفئة على مقالات, احذف المقالات اولا

source: Delete Article
ar: حذف المقال

# activeArticleTitle
source: Are you Sure you want to Archive this Article?
ar: هل انت متأكد من تفعيل هذا المقال؟

# archiveArticleTitle
source: :Are you Sure you want to Activate this Article?
ar: هل انت متأكد من تعطيل هذا المقال؟

# chooseSurah
source: Choose Surah Name First
ar: يرجى اختيار اسم السورة

# ayahNo
source: Ayah Number
ar: رقم الايه

source: Insert Aya
ar: ادخل الايه

source: Surah Name
ar: اسم السورة

source: Main Categories
ar: الفئات الرئيسية

source: Login
ar: تسجيل الدخول

# loginText
source: you cant login, credential only for da'iyahs
ar: لا يمكنك تسجيل الدخول لغير الدعاه

source: Login To Zad
ar: تسجيل الدخول إلى زاد الداعية

source: Email
ar: البريد الالكتروني

# pleaseEnterEmail
source: Please enter an email address
ar: الرجاء ادخال بريدك الالكتروني

# pleaseEnterValidEmail
source: Please enter a valid email address
ar: الرجاء ادخال بريد الكتروني صالح

source: Password
ar: كلمة السر

# pleaseEnterPassword
source: Please enter a password
ar: الرجاء ادخال كلمة السر

# beDaiyah
source: be a da'iyah?
ar: كن انت الداعية ؟

# unauthenticated
source: You are unauthenticated!
ar: غير مصرح

# unknownErrorOccurred
source: An unknown error occurred!
ar: حدث خطأ ما

source: Share Screen
ar: مشاركة المقالة

# text
source: Pharagraph
ar: النص

# copied
source: text copied successfully
ar: تم نسخ النص

source: Search
ar: بحث

source: Language Settings
ar: اعدادات اللغة
